import React from 'react';

import '../../../style/static.scss';

export default class extends React.Component {
  render() {
    return (
      <div className='static-pages'>
        <h1>Пользовательское соглашение пользователей сайта и мобильного приложения Tachki.kg</h1>
        <p>Перед использованием данной программы, убедительная просьба ознакомиться с условиями
          нижеследующего
          пользовательского соглашения.</p>
        <p>Настоящее Пользовательское Соглашение пользователей приложения «Tachki.kg» и сайта (далее
          — Соглашение)
          действует в отношении всей информации, которую приложение Tachki.kg может получить о
          пользователе и его данных
          во время использования им данного приложения.
          Использование приложения означает безоговорочное согласие пользователя с настоящим
          Соглашением и указанными в
          нем условиями обработки его персональной информации; в случае несогласия с этими условиями
          пользователь должен
          воздержаться от использования данного приложения.
          Пользовательское соглашение может быть изменено Владельцем в любое время без какого-либо
          специального
          уведомления Пользователя. Новая редакция Пользовательского соглашения вступает в силу с
          момента ее размещения
          на www.tachki.kg. Регулярное ознакомление с действующей редакцией Пользовательского
          соглашения является
          обязанностью Пользователя.
          Использование мобильного приложения после вступления в силу новой редакции
          Пользовательского соглашения
          означает согласие с ней Пользователя и применение к нему в полном объеме положений новой
          редакции.
          Действующая редакция настоящего Пользовательского соглашения доступна по адресу:
          www.tachki.kg</p>
        <p><strong>Термины и определения</strong></p>
        <ul>
          <li>
            - Сайт – Интернет-ресурс, расположенный в сети Интернет в домене tachki.kg. Под Сайтом в
            зависимости от
            контекста понимается также программное обеспечение Сайта, дизайн (графическое
            оформление) Сайта, База
            данных, любой раздел (подраздел) Сайта (объявления и др.), а также Информация,
            размещенная на Сайте
            Администрацией Сайта и Пользователями.
          </li>
          <li>
            - Регистрация – процесс создания Учетной записи Пользователя на Сайте и в приложении
          </li>
          <li>
            - Авторизация – процесс идентификации зарегистрированного Пользователя путём ввода
            логина
            Пользователя/номера его мобильного телефона (либо иных данных) и пароля, для получения
            доступа к Учетной
            записи Пользователя, закрытым разделам и расширенному функционалу Сайта и мобильного
            приложения.
          </li>
          <li>
            - Пользователь – лицо, прошедшее Процедуру регистрации. Для целей настоящего Соглашения
            под Пользователем
            понимается также лицо, которое не прошло Процедуру регистрации, но осуществляет доступ к
            Сайту и мобильному
            приложению и/или использует и/или использовало его.
          </li>
          <li>
            - Пользовательское соглашение — настоящее Соглашение и иные правила и документы,
            регламентирующие работу
            tachki.kg или определяющие порядок использования Сервисов.
          </li>
          <li>
            - Сервисы — функциональные возможности, службы, услуги, инструменты, доступные для
            Пользователей на
            tachki.kg
          </li>
          <li>
            - Мобильное приложение — программное обеспечение для портативных (мобильных) устройств,
            установленное или
            загружаемое самим Пользователем на такие устройства с помощью различных программных
            платформ,
            предназначенное для доступа к tachki.kg
          </li>
          <li>
            - Объявление — информационное сообщение с предложением о Товаре (включая контактную
            информацию, фотографии и
            любую сопутствующую информацию), размещаемое Пользователем на tachki.kg, адресованное
            неопределенному кругу
            лиц.
          </li>
          <li>
            - Персональная информация Пользователя – любая информация, которую Пользователь
            предоставляет о себе
            самостоятельно при регистрации (создании Учетной записи Пользователя) или в процессе
            использования Сайта или
            приложения, включая персональные данные Пользователя, а также информация, которая
            автоматически передается
            Администрации tachki.kg в процессе использования Сайта или приложения с помощью
            установленного на устройстве
            Пользователя программного обеспечения, в том числе IP-адрес, геолокационные данные
            устройств Пользователя,
            данные о действиях Пользователя на Сайте или в приложении, а также иные данные о
            Пользователе.
          </li>
          <li>
            - Информация – любая информация, размещаемая (размещенная) Пользователем или
            Администрацией на Сайте или в
            приложении, в том числе: информация о компаниях, дилерах, объявления о продаже
            автомобилей, о
            предоставляемых услугах Персональная информация Пользователя, любые текстовые сообщения,
            фотографии
            (изображения), аудио- и/или видео-произведения, компьютерные программы, дизайн Сайта и
            т.п.
          </li>
          <li>
            - Модератор – Пользователь, имеющий по сравнению с другими Пользователями на Сайте или в
            приложении более
            широкие права, предоставленные Администрацией в порядке, установленном настоящим
            Соглашением.
          </li>
        </ul>
        <p><strong>1. Общие положения доступа к сервисам сайта и приложения «tachki.kg»</strong></p>
        <ol>
          <li>
            1.1. Пользователям Сайта и мобильного приложения предлагается на условиях настоящего
            Пользовательского
            соглашения воспользоваться доступными на tachki.kg Сервисами, включая размещение,
            просмотр и поиск
            Объявлений и иными предлагаемыми Сервисами. В отношении использования отдельных Сервисов
            Владельцем могут
            быть установлены дополнительные условия, правила и ограничения. Владелец вправе в любое
            время пересматривать
            или изменять условия предоставления Сервисов, дополнять, изменять, ограничивать,
            расширять функциональные
            возможности Сервисов, в том числе условия доступа Пользователя к Сервисам.
          </li>
          <li>
            1.2. Запрещается размещение любых рекламно-информационных материалов относительно
            товаров, запрещенных
            законодательством к обороту на территории Кыргызской Республики, таких как наркотические
            вещества, оружие,
            психотропные вещества, алкогольные и табачные изделия и иные запрещенные товары и
            услуги.
            Рекламно-информационные материалы Пользователей и Продавцов, не соответствующие
            требования данного
            Соглашения подлежат блокировке и удалению модераторами.
          </li>
          <li>
            1.3. Сервисы предоставляются Пользователю бесплатно, если специально не указано иное.
          </li>
          <li>
            1.4. Приложение tachki.kg является площадкой, позволяющей Пользователям самостоятельно
            под свою
            ответственность размещать объявления и предложения, адресованные неопределенному кругу
            лиц.
          </li>
          <li>
            1.5. Независимо от факта Регистрации или авторизации Пользователя на Сайте, в мобильном
            приложении,
            использование Сайта, мобильного приложения, включая просмотр размещенной на Сайте
            информации, означает
            согласие Пользователя с настоящим Пользовательским соглашением и принятие на себя
            обязательств следовать
            инструкциям по использованию Сервисов, а также ответственности за действия, связанные с
            использованием
            Сайта, Приложения.
          </li>
          <li>
            1.6. Предоставляемые в tachki.kg Сервисы в любой момент могут изменяться, дополняться,
            обновляться, менять
            форму и характер функциональных возможностей без предварительного уведомления
            Пользователя, в связи с чем,
            их использование предлагается в режиме «как есть», т.е. том виде и объеме, в каком они
            предоставляются в
            момент обращения Пользователей к Сервисам. Владелец вправе при необходимости по
            собственному усмотрению
            прекратить (временно или окончательно) предоставление Сервисов (или каких-либо отдельных
            функций в рамках
            Сервисов) всем Пользователям в целом или отдельному Пользователю, в частности, без
            предварительного
            уведомления.
          </li>
        </ol>
        <p><strong>2. Информация, предоставляемая пользователем</strong></p>
        <ol>
          <li>2.1. В рамках использования tachki.kg Пользователь обязуется предоставлять только
            достоверные Сведения и
            самостоятельно несет полную ответственность за предоставленную им информацию.
            Пользователь обязуется
            своевременно актуализировать Сведения посредством их редактирования на сайте или в
            приложении.
          </li>
          <li>2.2. В процессе пользования Сервисами tachki.kg (в том числе при Регистрации,
            взаимодействии с другими
            Пользователями через интерфейс tachki.kg, размещении Объявлений, просмотре страниц
            tachki.kg и т.п.),
            Пользователь самостоятельно и добровольно принимает решение о предоставлении или
            размещении в открытом
            доступе персональных и иных сведений о Пользователе (фамилия, имя, отчество или
            псевдоним Пользователя,
            адрес электронной почты, номер мобильного телефона, а также любая иная информация,
            предоставленная
            Пользователем, в том числе содержащаяся в сообщениях, направляемых другим Пользователям
            через форму обратной
            связи в интерфейсе tachki.kg, отзывов отправляемых через форму добавления отзывов и пр.)
            для целей
            исполнения Пользовательского соглашения, а также настоящим заявляет о своем согласии на
            обработку
            персональных и иных данных Пользователя, в том числе для целей: предоставления
            консультационной поддержки
            Пользователям в связи с использованием Сайта, проверки Объявлений на предмет
            соответствия Пользовательскому
            соглашению, доставки сообщений другим Пользователям, получения статистических и
            аналитических данных для
            улучшения функционирования tachki.kg и/или Сервисов, расширения спектра оказываемых
            Сервисов, получения
            информационных и/или рекламных сообщений, предупреждения или пресечения незаконных и/или
            несанкционированных
            действий Пользователей или третьих лиц, обеспечения соблюдения требований действующего
            законодательства
            Кыргызской Республики.
          </li>
          <li>2.3. Вся информация (независимо от того относится ли такая информация
            законодательством Кыргызской
            Республики к персональным или иным данным, подлежащим защите в соответствии с
            законодательством Кыргызской
            Республики, или нет), размещенная Пользователем на tachki.kg, размещается им для
            реализации Пользователем
            его предложений и/или в иных интересах Пользователя и, соответственно, Пользователь
            размещает ту или иную
            информацию о себе исключительно в своих интересах, в том числе для облегчения
            установления связи с
            Пользователем.
            Размещая на tachki.kg Объявления, Пользователь делает Сведения, указанные в Объявлении,
            общедоступными и
            понимает, что размещенная информация публикуется на tachki.kg в открытом доступе, то
            есть доступна для
            ознакомления любому посетителю tachki.kg (неограниченному кругу лиц) на территории всех
            стран мира, где
            имеется возможность использования глобальной сети Интернет и доступа к сайту и
            приложению, соответственно
            Пользователь понимает и принимает на себя все риски, связанные с таким размещением
            информации, в том числе,
            включая, но не ограничиваясь: риск попадания адреса электронной почты в списки для
            рассылки спам-сообщений,
            риск попадания адреса электронной почты к различного рода мошенникам, риск попадания
            телефонного номера к
            SMS-спамерам и/или SMS-мошенникам и иные риски, вытекающие из такого размещения
            информации.
          </li>
          <li>2.4. Tachki.kg не обязано осуществлять предварительную проверку Сведений любого вида,
            размещаемых и/или
            распространяемых Пользователем посредством tachki.kg. Tachki.kg имеет право по своему
            усмотрению отказать
            Пользователю в размещении и/или распространении им любых Сведений или удалить любые
            Сведения, которые
            размещены Пользователем на Tachki.kg. Пользователь осознает и согласен с тем, что он
            должен самостоятельно
            оценивать все риски, связанные с размещением и распространением любых Сведений, включая
            оценку надежности,
            полноты или полезности такового.
          </li>
          <li>2.5. Обращения Пользователя в службу поддержки tachki.kg по вопросам, связанным с
            использованием
            tachki.kg, рассматриваются в порядке, предусмотренном на Сайте. Взаимодействие службы
            поддержки с
            Пользователем в рамках рассмотрения обращения Пользователя осуществляется с
            использованием указанного
            Пользователем адреса электронной почты или номера телефона.
          </li>
          <li>2.6 Пользователь соглашается с тем, что tachki.kg может осуществлять сбор обезличенных
            статистических
            данных о Пользователях Сайта и приложения. Пользователь соглашается на передачу третьим
            лицам обезличенных
            статистических данных, в том числе для целей их обработки, для обеспечения
            функционирования Сайта, Сервисов,
            реализации партнерских и иных программ Сайта, при условии обеспечения в отношении
            передаваемых данных со
            стороны получателя таких данных режима, аналогичного режиму, существующему на Сайте.
            Цель обработки данных
            Пользователя заключается в предоставлении последнему возможности использования Сервисов
            и предоставлении
            прав использования дополнительных функциональных (программных) возможностей Сайта,
            проведении рекламных
            кампаний, предоставлении таргетированной рекламы и Сервисов, проведении статистических
            исследований и
            анализа полученных статистических данных, осуществлении иных действий, описанных в
            Пользовательском
            соглашении.
          </li>
        </ol>

        <p><strong>3. Цели сбора и обработки персональной информации пользователей</strong></p>
        <ol>
          <li>3.1. Приложение собирает и хранит только те персональные данные, которые необходимы
            для предоставления
            сервисов, входящих в состав приложения.
          </li>
        </ol>
        <p><strong>3.2. Персональную информацию пользователя приложения tachki.kg может использовать
          в следующих
          целях:</strong></p>
        <ol>
          <li>3.2.1. Идентификация стороны в рамках соглашений;</li>
          <li>3.2.2. Предоставление пользователю персонализированных сервисов;</li>
          <li>3.2.3. Связь с пользователем, в том числе направление уведомлений, запросов и
            информации, касающихся
            использования сервисов, оказания услуг, а также обработка запросов и заявок от
            пользователя;
          </li>
          <li>3.2.4. Улучшение качества приложения, удобства его использования, разработка новых
            сервисов и услуг;
          </li>
          <li>3.2.5. Проведение статистических и иных исследований на основе обезличенных данных.
          </li>
        </ol>
      </div>
    );
  }
}
